<template>
  <div class="protocul-box">
    <div class="info">请仔细阅读本协议，任意停车APP平台将依据以下条件和条款为您提供服务。欢迎阅读任意停车APP平台用户协议(下称“本协议”)。本协议阐述之条款和条件适用于您使用任意停车APP平台所提供的各种工具和服务(下称“服务”)</div>
    <div class="content">
      <h4 class="title">1.  服务条款的确认及接受</h4>
      <p>1.1 任意停车APP平台根据本服务条款及对该条款的修改向用户提供服务。本服务条款具有合同法上的法律效力。</p>
      <p>1.2 任意停车APP平台各项电子服务的所有权、知识产权和运营权均归属于杭州逐一科技有限公司，其提供的服务将完全按照其发布的服务条款和操作规则严格执行。</p>
      <p>1.3 如果您对协议的任何条款表示异议，您可以选择不注册，一旦您点选“注册”并通过注册程序，即表示您自愿接受本协议之所有条款，并已成为任意停车APP平台的注册会员。用户在使用任意停车APP平台的同时，同意接受任意停车APP平台会员服务提供的各类信息服务。</p>
    </div>
    <div class="content">
      <h4 class="title">2．  服务内容及修改、中断、终止</h4>
      <p>2.1 任意停车APP平台服务的具体内容由本平台根据实际情况提供，并对所提供之服务拥有最终解释权。</p>
      <p>2.2 您理解并接受通过任意停车得到的资讯、产品及服务均系任意停车自动搜索的结果，鉴于电信运营商网络服务、现有技术水平及其他不可控因素影响，任意停车不保证搜索结果必然满足您的要求，不保证搜索服务不中断，对搜索结果的安全性、正确性、及时性、合法性均不做担保。</p>
      <p>2.3 鉴于网络服务的特殊性，您同意任意停车有权不经事先通知，随时变更、中断或终止部分或全部的网络服务（包括收费网络服务），且无需承担赔偿责任。任意停车不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。</p>
      <p>2.4 任意停车会定期或不定期地对提供服务的平台或相关的设备进行检修、维护或升级，此类情况发生之前，任意停车将会提前通过短信、平台消息公告或推送等不同方式向您发送提醒通知。</p>
    </div>
    <div class="content">
      <h4 class="title">3． 会员帐号及密码</h4>
      <p>您注册会员成功后，任意停车APP平台将给予您一个帐号及动态密码，帐号由您负责保管；您应当对以您帐号所从事的所有活动和行为负法律责任。</p>
      <p>因黑客行为或您保管疏忽致使帐号被他人非法使用的，任意停车APP平台不承担任何责任。如您发现任何非法使用会员帐号或安全漏洞的情况，请立即与任意停车APP平台联系。</p>
    </div>
    <div class="content">
      <h4 class="title">4. 注册信息和隐私保护</h4>
      <p>4.1 任意停车APP平台帐号（即任意停车APP用户ID）的所有权归任意停车，您完成注册申请手续后，获得任意停车APP平台帐号的使用权。您应提供及时、详尽及准确的个人资料，并不断更新注册资料，并保证注册资料符合及时、详尽、准确的要求。所有原始键入的资料均作为注册资料。如果因您键入资料不真实而引起的问题及其产生的后果，由您自行承担相应的责任，任意停车APP平台不负任何责任。</p>
      <p>4.2 您不得将其帐号、密码转让或出借予他人使用。如发现其帐号遭他人非法使用，您应立即通知任意停车APP平台。</p>
      <p>4.3 任意停车APP平台不对外公开或向第三方提供单个用户的注册资料、支付信息等，但以下情况除外：
        <ul>
          <li>• 事先获得您的明确授权；</li>
          <li>• 只有披露您的个人信息，才能提供您所需要的产品和服务；</li>
          <li>• 根据有关法律法规的要求，依照国家机关，公安、检察、法院等司法机关的命令或要求；</li>
          <li>• 按照国家机关、法院、仲裁机构裁定或命令的要求；</li>
          <li>• 在发生法律规定的其他不可抗力情况下，任意停车必须对外披露的。</li>
        </ul>
      </p>
      <p>4.4 在您注册任意停车APP平台帐户，使用任意停车APP平台产品或服务时，任意停车APP平台会收集您的个人身份识别资料，并会将这些资料用于：改进为您提供的服务及网页内容、或者以持续向您提供更优质服务为目的提供给任意停车APP平台关联公司或任意停车APP平台合作的第三方。您对此予以理解并确认同意。</p>
    </div>
    <div class="content">
      <h4 class="title">5. 用户权责</h4>
      <p>5.1  符合下列条件之一的个人、组织，才能申请成为任意停车APP平台用户、使用本协议项下的服务：
        <ul>
          <li>5.1.1 年满十八周岁，并具有民事权利能力和民事行为能力的自然人；</li>
          <li>5.1.2 未满十八周岁，但监护人（包括但不仅限于父母）予以书面同意的自然人；</li>
          <li>5.1.3 根据中国法律、法规成立并合法存在的公司等企业法人、事业单位、社团组织和其他组织。无民事行为能力人、限制民事行为能力人以及无经营或特定经营资格的组织不当注册为用户的，其与本公司之间的协议自始无效，本公司一经发现，有权立即注销该用户。</li>
        </ul>
      </p>
      <p>5.2 您有权按照任意停车APP平台规定的程序和标准使用任意停车APP平台提供的各项服务，若您对该服务有异议，可与任意停车APP平台联系以便得到及时解决。</p>
      <p>5.3 您同意接受任意停车、任意停车关联公司、或任意停车授权的第三方通过电子邮件或其他方式向您发送相关服务推广信息。</p>
      <p>5.4 您在使用任意停车服务时，必须遵守中华人民共和国相关法律法规的规定，不得利用本服务进行任何违法或不正当的活动，包括但不限于下列行为∶
        <ul>
          <li>5.4.1 制作、复制、发布、传播或以其它方式传送含有下列内容之一的信息：</li>
        </ul>
        <ul>
          <li>• 反对宪法所确定的基本原则的</li>
          <li>• 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
          <li>• 损害国家荣誉和利益的；</li>
          <li>• 煽动民族仇恨、民族歧视、破坏民族团结的；</li>
          <li>• 破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
          <li>• 散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
          <li>• 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
          <li>• 侮辱或者诽谤他人，侵害他人合法权利的；</li>
          <li>• 煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</li>
          <li>• 以非法民间组织名义活动的；</li>
          <li>• 含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；</li>
          <li>• 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。</li>
        </ul>
      </p>
      <p>5.5 如您在使用服务时违反任何上述规定，任意停车APP平台有权要求您改正或直接采取一切法律允许的必要措施（包括但不限于暂停或终止您使用服务的权利）以减轻或消除您不当行为造成的影响。</p>
      <p>5.6 您须对自己在使用任意停车服务过程中的行为承担法律责任。您承担法律责任的形式包括但不限于：对受到侵害者进行赔偿；以及在任意停车APP平台首先承担了因您行为导致的行政处罚或侵权损害赔偿责任后，您应给予任意停车APP平台等额的赔偿；并承担法律规定的其他法律责任。</p>
    </div>
    <div class="content">
      <h4 class="title">6. 知识产权</h4>
      <p>6.1 任意停车APP平台依法享有相应的知识产权，包括但不限于著作权、商标权、专利权或其它专属权利等，受到相关法律的保护。未经任意停车APP平台明示授权，上述资料均不得用于任何商业目的。</p>
      <p>6.2 任意停车APP平台为提供服务而使用的任何软件（包括但不限于软件中所含的任何图象、照片、动画、录像、录音、音乐、文字和附加程序、随附的辅助材料）的一切权利均属于任意停车APP平台，未经任意停车APP平台许可，您不得对该软件进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble）。</p>
    </div>
    <div class="content">
      <h4 class="title">7. 免责与赔偿</h4>
      <p>7.1 若任意停车APP平台已经明示其服务提供方式发生变更并提醒用户应当注意事项，用户未按要求操作所产生的一切后果由用户自行承担。</p>
      <p>7.2 用户明确同意其使用任意停车APP平台所存在的风险完全由其自己承担，因其使用任意停车APP平台而产生的一切后果也由其自己承担。</p>
      <p>7.3 用户同意保障和维护任意停车APP平台及其用户的利益，由于用户在使用任意停车APP中有违法、不真实、不正当、侵犯第三方合法权益的行为，或用户违反本协议项下的任何条款而给任意停车APP平台及任何其他第三方造成损失，用户同意承担由此造成的损害赔偿责任。</p>
      <p>7.4 因以下情况造成任意停车APP平台网络服务在合理时间内的中断，任意停车APP平台无需为此承担任何责任；
        <ul>
          <li>7.4.1 因台风、地震、洪水、雷电或恐怖袭击等不可抗力原因；</li>
          <li>7.4.2 用户的电脑软硬件和通信线路、供电线路出现故障的；</li>
          <li>7.4.3 因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、银行原因、第三方服务瑕疵或政府行为等原因。</li>
          <li>尽管有前款约定，任意停车将采取合理行动积极促使服务恢复正常。</li>
        </ul>
      </p>
      <p>7.5 第三方责任：若您在使用任意停车APP平台提供的相应服务的过程中，因可归责于第三方的原因而导致您遭受损失的，则任意停车会协助您与第三方解决问题，为您提供帮助与支持。</p>
    </div>
    <div class="content">
      <h4 class="title">8. 其他</h4>
      <p>8.1 因不可抗力或者其他意外事件，使得本协议的履行不可能、不必要或者无意义的，双方均不承担责任。本协议所称之不可抗力意指不能预见、不能避免并不能克服的客观情况，包括但不限于战争、台风、水灾、火灾、雷击或地震、罢工、暴动、法定疾病、黑客攻击、网络病毒、电信部门技术管制、政府行为或任何其它自然或人为造成的灾难等客观情况。</p>
      <p>8.2 本条款及其修订本的有效性、履行和与本条款及其修订本效力有关的所有事宜，将受中华人民共和国法律约束，任何争议仅适用中华人民共和国法律。</p>
      <p>8.3 因本条款所引起的您与任意停车的任何纠纷或争议，首先应友好协商解决，协商不成的，您在此同意将纠纷或争议提交任意停车所在地人民法院诉讼解决。</p>
      <p>8.4 您正确提交注册程序所需的资料并确认本协议后，本协议在任意停车APP平台与您之间成立并生效。</p>
      <p>8.5 协议有效期：从您同意本协议或使用任意停车APP平台起至您注销任意停车APP平台服务止。</p>
      <p>8.6 本协议如无特殊规定，双方应当使用电子邮件方式就本协议相关事项进行联系。</p>
      <p>8.7 任意停车APP平台各相关部门的电子邮箱以在任意停车APP平台官方网站上注明的为准。</p>
      <p>8.8 本协议的最终解释权归任意停车APP平台所有。</p>
    </div>
  </div>
</template>
<script>
export default {
  data () {
    return {
      title: '任意停车用户注册协议'
    }
  },
  created () {
    document.title = this.title
  }
}
</script>
<style scoped lang="less">
.protocul-box{
  margin: 0;
  padding: 0 .15rem;
  text-align: left;
  .info{
    color: #222;
    font-size: .13rem;
    line-height: .18rem;
    padding: .1rem .04rem .1rem 0;
  }
  .content{
    margin-bottom: .07rem;
    .title{
      color: #222;
      font-size: .13rem;
      line-height: .13rem;
      font-weight: normal;
    }
    p{
      padding: .06rem 0;
      color: #888;
      font-size: .13rem;
      line-height: .18rem;
      ul{
        margin: 0;
        padding: 0 .2rem;
      }
    }
  }
}
</style>
